Repository: MarcosSorribas/LetterMe
Catalog: CartasAlFuturo/CartasAlFuturo/*.lproj/Localizable.strings
Languages: es

# Info_addLetter_button_description
source: Create a letter to be sent in the future.
es: Crea una carta para enviarla al futuro.

# Info_pendingTab_description
source: List of letters that can not be opened yet.
es: Listado de cartas que aún no puedes abrir.

# Info_readTab_description
source: List of opened letter that can be read again.
es: Listado de cartas ya abiertas que puedes volver a leer.

# Info_author_description
source: Application created and released on GitHub by: Marcos Sorribas LÃ³pez.
es: Aplicación creada y liberada en GitHub por: Marcos Sorribas López.

# Pending_TableViewTitle
source: Pending
es: Pendientes

# Read_TableViewTitle
source: Read
es: Leídas

# create_first_letter_notice
source: Press + for writing a new letter.
es: Pulsa + para escribir una nueva carta.

# Delete_letter_button
source: Remove
es: Eliminar

# letter_back_button
source: Back
es: Volver

# letter_day_writing
source: Writen the %@
es: Escrita el %@

# letter_opening_days_countdwon_singular
source: Opened after %ld day
es: Abierta %ld día después

# letter_opening_days_countdwon_plural
source: Opened after %ld days
es: Abierta %ld días después

# calculateCountdown_hours
source: Only a few hours left.
es: Solo quedan unas horas.

# calculateCountdown_tomorrow
source: You can open it tomorrow.
es: Mañana podrás abrirla.

# calculateCountdown_days
source: %ld days remaining.
es: %ld días restantes.

# creation_viewController_title
source: Create your letter
es: Crea tu carta

# creation_viewController_send_button
source: Send
es: Enviar

# creation_viewController_cancel_button
source: Cancel
es: Cancelar

# creation_viewController_letter_title
source: Title
es: Título

# creation_viewController_letter_title_description
source: Write the title of your letter:
es: Escribe el título de tu carta:

# creation_viewController_letter_content
source: Content
es: Contenido

# creation_viewController_letter_date
source: Date
es: Fecha

# creation_viewController_letter_date_description
source: How long do you want to wait for?
es: ¿Cuánto tiempo quieres esperar?

# datePicker_1_day
source: Within a day
es: Dentro de un día

# datePicker_3_days
source: Within three days
es: Dentro de tres días

# datePicker_1_week
source: Within a week
es: Dentro de una semana

# datePicker_3_weeks
source: Within three weeks
es: Dentro de tres semanas

# datePicker_1_month
source: Within a month
es: Dentro de un mes

# datePicker_3_months
source: Within three months
es: Dentro de tres meses

# datePicker_6_months
source: Within six months
es: Dentro de seis meses

# datePicker_9_months
source: Within nine months
es: Dentro de nueve meses

# datePicker_1_year
source: Within a year
es: Dentro de un año

# datePicker_3_years
source: Within three years
es: Dentro de tres años

# letter_received_alertView_title
source: You have received a letter!
es: ¡Te ha llegado una carta!

# letter_received_alertView_description
source: One of your pending letters can be opened. Don't wait more! Open it!
es: Una de tus cartas pendientes ya se puede abrir. ¡No esperes más y leela!

# letter_received_alertView_accept_button
source: Accept
es: Aceptar

# letter_received_notification_body
source: One of your pending letters can be opened!!
es: ¡¡Una de tus cartas pendientes ya se puede abrir!!

# date_format
source: d 'of' MMMM ',' YYYY
es: d 'de' MMMM 'de' YYYY
